mattmc3/ez-compinit
jeffreytse/zsh-vi-mode
Aloxaf/fzf-tab
MichaelAquilina/zsh-you-should-use
romkatv/powerlevel10k
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting