tap "felixkratz/formulae"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "antidote"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tldr"
brew "trash-cli"
brew "zoxide"
cask "1password"
cask "aerospace"
cask "anki"
cask "bluesnooze"
cask "boltai"
cask "chatgpt"
cask "cleanshot"
cask "ferdium"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hazeover"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "lulu"
cask "obsidian"
cask "raycast"
cask "sourcetree"
cask "visual-studio-code"
cask "windsurf"
mas "Endel", id: 1346247457
mas "Microsoft Word", id: 462054704
mas "NextDNS", id: 1464122853
mas "SnippetsLab", id: 1006087419
mas "Yoink", id: 457622435
vscode "alefragnani.project-manager"
vscode "bbenoist.nix"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "continue.continue"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "humao.rest-client"
vscode "johnpapa.vscode-peacock"
vscode "leodevbro.blockman"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
