tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "fwdekker/mommy"
tap "homebrew/services"
tap "lihaoyun6/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "timescam/tap"
brew "antidote"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "mise"
brew "neovim"
brew "stow"
brew "tldr"
brew "topgrade"
brew "trash"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "fwdekker/mommy/mommy"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "timescam/tap/pay-respects"

cask "1password"
cask "adguard"
cask "airbattery"
cask "anki"
cask "cleanshot"
cask "clop"
cask "cursor"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gcc-arm-embedded"
cask "ghostty"
cask "google-chrome"
cask "hazeover"
cask "iina"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "localsend"
cask "lulu"
cask "menubarx"
cask "moonlight"
cask "mountain-duck"
cask "mac-mouse-fix@2"
cask "music-decoy"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "raycast"
cask "wechat"
cask "zed"


