tap "buo/cask-upgrade"
tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "fwdekker/mommy"
tap "he3-app/he3"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "timescam/tap"
brew "antidote"
brew "bat"
brew "bison"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ollama"
brew "openjdk"
brew "openssh"
brew "php"
brew "pv"
brew "repomix"
brew "stow"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "trash"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "fwdekker/mommy/mommy"
brew "koekeishiya/formulae/skhd"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "timescam/tap/pay-respects"
cask "1password"
cask "airbattery"
cask "anki"
cask "cleanshot"
cask "clop"
cask "cursor"
cask "flashspace"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "free-download-manager"
cask "gcc-arm-embedded"
cask "ghostty"
cask "google-chrome"
cask "hazeover"
cask "iina"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "localsend"
cask "loop"
cask "lulu"
cask "min"
cask "moonlight"
cask "mountain-duck"
cask "music-decoy"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "raycast"
cask "squirrel"
cask "syncthing"
cask "visual-studio-code"
cask "wechat"
cask "xampp"
cask "zed"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "codium.codium"
vscode "continue.continue"
vscode "denoland.vscode-deno"
vscode "dotdevru.prettier-java"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "hverlin.mise-vscode"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.color-highlight"
vscode "nicepkg.aide-pro"
vscode "nomicfoundation.hardhat-solidity"
vscode "openai.openai-chatgpt-adhoc"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "speedconsolelogbuitruyen3.console-writeline"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "xaver.clang-format"
